_app/_posts/review/2016-07-01-笛卡尔哲学开启了认识论新的阶段.html
---
date: 2016-07-01
tags: 
- 哲学
- 笛卡尔
- 读书
- 批注
- 笔记
author: yefeiyu
layout: post
title: 笛卡尔哲学开启了认识论新的阶段
excerpt: 读书笔记笛卡尔对于认识论贡献
categories: 
- review
scheme-text: "#0029ff"
scheme-link: "#ff00b4"
---
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 书</h2>
<div class="outline-text-2" id="text-1">
<p>
最近在读的是《西方哲学史》，找了两个版本，一个是黑格尔的，一个是罗素的。读起来发现，黑格尔的有太多的批判，况且大多是且述且论，甚至是直接批判地介绍。在阅读的时候，很难顺应其所介绍的哲学家的学说进一步思考。罗素的相对好些，只是偶尔夹杂于段末。<br >
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> 句</h2>
<div class="outline-text-2" id="text-2">
<p>
可是，不把外界对象而把思维看成是原始的经验确实项，这一着决断非常重要，对后来的一切哲学有深刻影响。<br >
</p>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 注</h2>
<div class="outline-text-2" id="text-3">
<p>
读着哲学史，从中世纪到文艺复兴，在思想界的认识历史，就像是人类早先的发展史一样，也是非常缓慢的。英国偏重于经验，至培根尤为突出且不说，在大陆，意大利的马基雅弗利偏重于政治，埃拉斯摩写《愚神颂赞》偏宗教，莫尔名著《乌托邦》也是政治之作。而到笛卡尔，就像哲学突然受到启蒙，一下就进入了一个超越现实的认识论的境界。<br >
</p>
</div>
</div>
